Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryWithSpacing Property
 "Layer Summary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryWithSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryWithSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryWithSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryWithSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace